Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=939_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Biodiversiteetsopâmuš 12. uásipeličuákkim lii algâttâm
sms: Biodiversiteʹttsuåppmõõžž 12 vuäʹsspieʹllsååbbar lij älggam

source: Biodiversiteetsopâmuš ratifisistâm staatâi 12. uásipeličuákkim lii 6.-17.10.2014 Pyeongchangist, Maadâ-Koreast.
sms: Biodiversiteʹttsuåppmõõžž ratifiâsttam riikki 12 vuäʹsspieʹllsååbbar lij 6.-17.10.2014 Pyeongchangist, Etelä-Koreast.

source: Suomâ sämitiggeest čuákkimân uásálisteh aalmuglii artikla 8(j)-pargojuávhu saavâjođetteijee, sämitige saavâjođetteijee Klemetti Näkkäläjärvi, iäláttâs- já vuoigâdvuođâlävdikode saavâjođetteijee Nilla Tapiola já sämitige jeessân Pertti Heikkuri.
sms: LääŠddjânnam sääʹmteeʹǧǧest såbbra vuässâʹtte meersaž aartikla 8(j)-tuâjj-joouk saaǥǥjååʹđteei, sääʹmteeʹǧǧ saaǥǥjååʹđteei Klemetti Näkkäläjärvi, jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkååʹdd saaǥǥjååʹđteei Nilla Tapiola da sääʹmteeʹǧǧ vuäzzlaž Pertti Heikkuri.

source: Suomâ sämitigge uásálist čuákkimân uássin Suomâ staatâ delegaatio.
sms: Lääʹddjânnam sääʹmteʹǧǧ vuässââtt såbbra bieʹǩǩen Lääʹddjânnam riikk delegaatia.

source: Čuákkimân uásálisteh lasseen ovdâsteijeeh Ruotâ já Taažâ sämitiggeest uássin jieškote-uv staatâ delegaatio.
sms: Såbbra vuässâʹtte lââʹssen võboršeeʹǩǩ Ruocc da Taarr sääʹmteeʹǧǧest bieʹǩǩen juõʹǩǩ jânnmi delegaatia.

source: ” Čuákkim äššilistoost láá sämmilijd uáli tergâdis ääših.
sms: ” Såbbar äʹššliistâst liâ säʹmmlaid vääžnai ääʹšš.

source: Puoh tergâdumos äššin lii biodiversiteetsopâmuš terminologia muttem.
sms: Vääžnmõs äʹššen lij biodiversiteʹttsuåppmõõžž terminoloog muttʼtumuš.

source: Sopâmušâst algâaalmugijn sárnuh algâsiärvus-termáin.
sms: Suåppmõõžžâst alggmeerain mainstet alggõhttsažkåʹdden.

source: Algâaalmugeh láá kuhháá vaattâm, ete uásipeličuákkimist meriduuččij väldiđ kiävtun algâaalmug-teermâ algâsiärvus saajeest.
sms: Alggmeer liâ kuuʹǩǩääiʹj õõlǥtam, što vuäʹsspieʹllsåbbrest tuʹmmjeʹčeš väʹldded âânnmõʹšše alggmeer – ämmatsääʹn alggõhttsažkååʹdd sââʹjest.

source: Äšši lii valmâštâllum viehâ kuhháá.
sms: Ääʹšš liâ valmštõõllâm juʹn eža kuuʹǩǩ.

source: Terminologia muttem lii motomáid staatáid mottoom suujâst tuođâi vaigâdis äšši.
sms: Terminoloog muttʼtumuš lij måttmid riikkid mõʹnt leežž tuõʹđi vaiggâd äʹšš.

source: Tot muštâl tast, ete vala-uv puoh staatah iä haalijd tubdâstiđ algâaalmugijd já sii sierânâsvuoigâdvuođâid.
sms: Tõt maainast tõʹst, što puk riikk jiâ haaʹled tobdsted alggmeeraid da tõi spesialvuõiggâdvuõđid.

source: Suomâ já eres tave-enâmeh láá tuárjum pehtilávt terminologia muttem, mast lam uáli tuđâvâš.
sms: Lääʹddjânnam da jeeʹres tâʹvvjânnam liâ tuärjjääm viõkksânji terminoloog muttʼtumuužž. Mâʹst leäm toottvaž.

source: Ráđádâlmeh láá ääšist vala koskân, ” Klemetti Näkkäläjärvi muštâl.
sms: Saaǥǥstõõllmõõžž ääʹššest liâ veâl kõõskrääʹjest. ” Klemetti Näkkäläjärvi mââinast.

source: ” Čuákkimist láá ovdâstittum algâaalmugovdâsteijeeh pirrâ maailm.
sms: ” Såbbrest liâ eeʹttǩâʹsttmen alggmeervõbošeeʹǩǩ juõʹǩǩ jânnmin.

source: Kulmâ eennâm sämitiggijn lii tárguttâs toollâđ čuákkimijd já suogârdiđ tom, maht sämitigeh pyehtih lasettiđ oovtâstpargo artikla 8(j) olášutmist sehe tave-eennâmlii ete aalmugijkoskâsii tääsist ” Nilla Tapiola suogârd.
sms: Koolm jânnam sääʹmteeʹǧǧin lij mieʹrren ââʹnned vuäʹsspieʹllsåbbar äiʹǧǧen õhttsaž såbbrid da smiõttâd tõn, što mäʹhtt sääʹmteeʹǧǧ vueiʹtte vuäʹneed õhttsažtuâi aartikla 8(j) tiuʹddepiijjmõõžžâst di tâʹvvjânmmlaž da meeraikõskksaž tääʹzzest ” Nilla Tapiola smeâtt.

source: ” 15.-16.10 lii ollâtääsi čuákkim, mast linjejeh biodiversiteet suojâlem uulmijn ive 2020 räi.
sms: ” 15.-16.10 lij õlltääʹzz sååbbar, koʹst linnjeed biodiversiteeŠtt suõjjõõzz täävtõõzzid eeʹjj 2020 räjja.

source: Suomâst ij vaidâlitteht lah oovtâgin minister pääihi alne staatârääđist tábáhtum nubástusâi tiet.
sms: Lääʹddjânnmest ij leäkku ni õhtt miniʹster pääiʹǩ âʹlnn riikksuåvtõõzzâst šõddâm muttsi diõtt.

source: Algâaalmugáid lii hirmâd tehálâš, ete aalmugijkoskâsii artikla 8(j)-pargojuávhu joođhâ várás lii noonâ toorjâ já pargojuávhu maaŋgâihásii pargo-ohjelm ovdeduvvoo ain, ” Pertti Heikkuri linjee.
sms: Alggmeeraid lij vääžnai, što meeraikõskksaž aartikla 8(j)-tuâjj-joouk juätkkmõʹšše lij raavâs tuärjjõs da tuâjj-joouk määŋgeeʹjj tuâjjprograamm viiǥǥât ooudâs, ” Pertti Heikkuri linnjad.

source: Pertti Heikkuri, Klemetti Näkkäläjärvi já Nilla Tapiola Alpensia konferenskuávdáást.
sms: Pertti Heikkuri, Klemetti Näkkäläjärvi da Nilla Tapiola Alpensia konferenss-såbbrest

source: Kove: sämitigge
sms: Snimldõk: sääʹmteʹǧǧ

source: Uásipeličuákkim ohtâvuođâst uárnejuvvoo vuossâmuš Nagoya pevdikirje uásipeličuákkim.
sms: Vuäʹsspieʹllsåbbar õhttvuõđâst riâžžât vuõssmõs Nagoyan påʹrddǩeeʹrj vuäʹsspieʹllsååbbar.

source: Pevdikirje kieđâvuš geenivaarij finnimvuođâ já hiäđui jyehim. ”
sms: Påʹrddǩeʹrjj ǩiõttʼtââll geennvääʹrai vuäǯǯamvuõđ da ääuʹǩi juâkkmõõžž.

source: Suomâ ij lah vala sopâmuš uásipeeli, peic Suomâ valmâštâl sopâmuš ratifisistem.
sms: Lääʹddjânnam ij leäkku veâl vuäʹsspieʹll, leâʹša Lääʹddjânnam valmštââll suåppmõõžž ratifiâsttmõõžž.

source: Lii tehálâš čuávvuđ vuossâmuu uásipeličuákkim já maht sopâmuš kenigâsvuođah láá olášuttum enâmijn, moh láá ratifisistâm sopâmuš.
sms: Lij vääžnai leeʹd mieʹldd vuõssmõs vuäʹssbieʹllsåbbrest da mäʹhtt suåppmõõžž õõlǥtumuužž liâ pijjum tuåimma suåppmõõžž ratifiâʹsttam riikkin.

source: Sopâmuš lii algâaalmugáid tergâdis, ko tot kieđâvuš meid algâaalmugij geenivaarijd lohtâseijee ärbivuáválii tiäđu já hiäđui jyehim.
sms: Suåppmõš lij alggmeeraid vääžnai, tõn diõtt ko tõt ǩiõttʼtââll še alggmeerai geennvääʹraid kuulli ääʹrbvuâlaž teâđ da ääuʹǩi juâkkmõõžž.

source: Eromâš mielâkiddiivâš lii, maht pevdikirje algâaalmugáid kyeskee kenigâsvuođah láá olášuttum já magarijd avžuuttâsâid uásipeličuákkim addel pevdikirje uásild ” Näkkäläjärvi maainâst.
sms: Jiijjâsnallšem perstumuš lij, što mäʹhtt påʹrddǩeeʹrj alggmeerai kuõskki õõlǥtumuužž liâ pijjum tuåimma da mõõnnallšem raʹvvjõõzzid vuäʹsspieʹllsååbbar oudd påʹrdǩeeʹrj beäʹlnn ” Näkkäläjärvi mainsti.

source: Sun lii meid pargojuávhu jeessân, mii valmâštâl sopâmuš ratifisistem Suomâst.
sms: Son lij še suåppmõõžž ratifiâsttmõõžž Lääʹddjânnmest valmštõõllâm tuâjj-joouk vuäzzlaž.

source: Čuákkim ohtâvuođâst láá maaŋgah staatâi, aalmugornijdumij já totkei uárnejum miäldustábáhtusah.
sms: Såbbar õhttvuõđâst riâžžât määŋgid riikki, meersažorganisaatiai da tuʹtǩǩeeʹji riâššâm aaʹšši pirr noorõõttâmpooddid.

source: Suomâ lii fáárust orniimin kyehti miäldustábáhtus. ”
sms: Lääʹddjânnam lij mieʹldd riâššmen kueʹhtt aaʹšši pirr noorõõttâmpoodd. ”

source: Miäldustábáhtusah láá uáli teháliih, ko tain finnee tiäđu keevâtlii ” sinoruotâstääsi ” tooimâst luándu maaŋgâhámásâšvuođâ tile pyeredem várás já šiev vuáttámušâid já vuáháduvâid.
sms: Aaʹšši pirr noorõõttâmpoodd liâ eža vääžnai, ko tõin vuäǯǯ teâđ takai oummui tuåimmjumuužžâst luâđ määŋgnallšemvuõđ vueʹjj pueʹreem diõtt da šiõǥǥ tobddmõõžžid da vueʹjjid.

source: Eromâšávt ekosysteempalvâlusâi roolist kuávluikevttim vuáváámist lii ävkki sämitiigán já tuálvup taid šiev vuáháduvâid miäldán meid Suomân ” Heikkuri já Tapiola tiäduttává. ”
sms: Jeäʹrben ekosystemmkääzzkõõzzi vueŠjjest vuuʹdââʹnnem plaanumuužžâst lij äuʹǩǩ sääʹmtegga da viikkâp täid tuåimmjeei maallid mieʹldd Lääʹddjânnma ” Heikkuri da Tapiola teäddee. ”

source: biodiversiteetsopâmuš
sms: Såbbar vuäitt praavâd biodiversiteʹttsuåppmõõžž di pirrõsministeria seeidain.

source: Lasetiäđuh:
sms: Lââʹssteâđaid: Klemetti Näkkäläjärvi

source: Äigi-iäru Maadâ-Korean lii +7 tijmed.
sms: Äiʹǧǧrätkkjumuš Etelä-Korea lij +7 čiâssâd.

source: Puhelimeh iä tooimâ lyetittetteht Maadâ-Koreast, mon tááhust máhđulijd ohtâvuođâvälimijd ääšist tuáivup šleđgâpoostâ peht.
sms: Teʹlfoon tuåimmje ǩeähnald Etelä-Koreast, tõn diõtt vuäittmõõžžâst åårrai õhttvuõđid ääʹššest haaʹleed neʹttpååʹstest.
